Repository: otacke/yalw
Catalog: languages/YALW-*.po
Languages: de_de

source: A simple login widget
de_de: Ein einfaches Login-Widget

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht die nötigen Rechte, um auf die Seite zuzugreifen.

source: Text for the code reset mail
de_de: Text für die Code-Reset-E-Mail

source: Here you can enter the message that will be mailed for delivering the reset code. [user_login] will be replaced by the user's name, [reset_code] will be replaced by the reset code and [admin_email] will be replaced by the admin's email address.
de_de: Hier können Sie die Nachricht eingeben, mit der der Reset Code verschickt wird. [user_login] wird durch den Namen des Benutzers ersetzt, [reset_code] durch den Reset-Code und [admin_email] durch die E-Mail-Adresse des Administrators.

source: Welcome
de_de: Willkommen,

source: Login
de_de: Anmelden

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Lost your credentials?
de_de: Zugangsdaten vergessen?

source: Username or E-mail:
de_de: Benutzername oder E-Mail-Adresse

source: Get New Password
de_de: Neues Passwort anfordern

source: Reset-Code
de_de: Code für den Passwort-Reset

source: Check code
de_de: Code absenden

source: New password
de_de: Neues Passwort

source: Retype password
de_de: Wiederholung des Passworts

source: Reset password and login
de_de: Passwort setzen und anmelden

source: Dashboard
de_de: Administration

source: Logout
de_de: Abmelden

source: There seems to be a security issue. Please do not continue, but inform us!
de_de: Es scheint ein Sicherheitsproblem zu geben. Bitte fahren Sie nicht fort, sondern informieren Sie uns!

source: Please enter your username.
de_de: Bitte geben Sie Ihren Benutzernamen an.

source: Please enter your password.
de_de: Bitte geben Sie Ihr Passwort an.

source: Password reset is not allowed for this user
de_de: Es ist für diese Benutzerin/diesen Benuter nicht erlaubt, das Passwort zurückzusetzen.

source: You should have received an email with a reset code. Please check your inbox.
de_de: Sie sollten eine E-Mail mit einem Code zum Neusetzen Ihres Passworts erhalten haben. Bitte prüfen Sie Ihren Posteingang.

source: Please enter your username or e-mail address.
de_de: Bitte geben Sie einen Benutzernamen oder eine E-Mail-Adresse an.

source: There is no user registered with that email address.
de_de: Bei uns ist keine Benutzerin/kein Benutzer mit dieser E-Mail-Adresse hinterlegt.

source: The username is not registered.
de_de: Der Benutzername ist bei uns nicht registriert.

source: An internal program error has occured. Your request cannot be complied with. Please inform us.
de_de: Es gab einen internen Programmfehler. Ihrer Bitte kann daher nicht entsprochen werden. Bitte informieren Sie uns.

source: There seems to be a problem with our database. Sorry. Please try again later.
de_de: Offenbar gibt es ein Problem mit unserer Datenbank. Wir bitten um Entschuldigung. Bitte versuchen Sie es später noch einmal.

source: The e-mail could not be sent.
de_de: Möglicherweise gibt es gerade eine Störung des E-Mail-Versands. Wir bitten um Entschuldigung. Bitte kontaktieren Sie uns.

source: Possible reason: your host may have disabled the mail() function.
de_de: Möglicherweise gibt es gerade eine Störung des E-Mail-Versands. Wir bitten um Entschuldigung. Bitte versuchen Sie es später erneut.

source: [%s] Password Reset
de_de: [%s] Soll Ihr Passwort zurückgesetzt werden?

source: Dear [user_login], please enter [reset_code] in the input field. You can set a new password afterwards.
de_de: Liebe Portfolioinhaberin/lieber Portfolioinhaber, jemand (vermutlich Sie selbst) möchte das Passwort für Ihr Nutzerkonto [user_login] zurücksetzen. Sollte dies nicht von Ihnen veranlasst worden sein, ignorieren Sie bitte einfach diese E-Mail. Es wird dann nichts weiter geschehen. Sollten Sie Ihr Passwort tatsächlich zurücksetzen wollen, können Sie den folgenden Code dort im Lehrportfolio eingeben, wo Sie gerade auf "Neues Passwort" geklickt haben: [reset_code] Sollten Sie dabei Schwierigkeiten haben, wenden Sie sich bitte an uns: lehrportfolio@tu-braunschweig.de Viele Grüße Ihr E-Portfolio-Team

source: The code was wrong too often. Please get a new one.
de_de: Sie haben den Code zu oft falsch eingegeben. Bitte lassen Sie sich einen neuen zusenden.

source: The code is wrong.
de_de: Der von Ihnen eingegebene Code stimmt nicht.

source: I'm sorry, Dave. I'm afraid I can't do that.
de_de: Es tut mir leid, Dave, aber das kann ich nicht tun.

source: The password cannot be empty.
de_de: Bitte geben Sie ein Passwort ein.

source: The passwords are not the same. Please re-enter.
de_de: Die Passwörter stimmen nicht überein. Bitte geben Sie sie erneut ein.

source: There seems to be something wrong with the username or password.
de_de: Mit dem Benutzernamen oder dem Passwort scheint etwas nicht zu stimmen.

source: Here you can enter the message that will be mailed for delivering the reset code. [user_login] will be replaced by the user's name and [reset_code] will be replaced by the reset code.
de_de: Hier können Sie die Nachricht eintragen, die beim Anfordern eines Reset-Codes verschickt wird. [user_login] wird durch den Nutzernamen ersetzt und [reset_code] durch den Reset-Code.
